Repository: qwertylyy/deo_bugi
Catalog: translations/*/ShopThemeCustomeraccount.*.xlf
Languages: it_it, pl_pl

source: View my customer account
it_it: Visualizza il mio conto cliente
pl_pl: Wyświetl moje konto klienta

source: Log in to your customer account
it_it: Accedi al tuo conto cliente
pl_pl: Zaloguj się do swojego konta klienta

source: Connected as [1]%firstname% %lastname%[/1].
it_it: Connesso come [1]%firstname% %lastname%[/1].
pl_pl: Połączono jako [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
it_it: Non sei tu ? [1]Log out[/1]
pl_pl: Nie ty? [1] Wyloguj się [/1]

source: Forgot your password?
it_it: Hai dimenticato la password?
pl_pl: Zapomniałeś hasła?

source: Returned
it_it: Resi
pl_pl: Zwrócony

source: My account
it_it: Il mio account

source: Merchandise return
it_it: Restituzione merce
pl_pl: zwrot towaru

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
it_it: Se si desidera restituire uno o più prodotti, si prega di contrassegnare le caselle corrispondenti e di fornire una spiegazione per il ritorno. Al termine, fare clic sul pulsante qui sotto.
pl_pl: Jeśli chcesz zwrócić jeden lub więcej produktów, zaznacz odpowiednie pola i podaj wyjaśnienie zwrotu. Po zakończeniu kliknij przycisk poniżej.

source: Request a return
it_it: Richiedere un reso
pl_pl: Poproś o zwrot

source: Messages
it_it: messaggi
pl_pl: Wiadomości

source: Add a message
it_it: Aggiungi un messaggio
pl_pl: Dodaj wiadomość

source: If you would like to add a comment about your order, please write it in the field below.
it_it: Se si desidera aggiungere un commento circa il vostro ordine, si prega di scriverlo nel campo sottostante.
pl_pl: Jeśli chcesz dodać komentarz do swojego zamówienia, napisz go w polu poniżej.

source: Update your address
it_it: Aggiorna il tuo indirizzo
pl_pl: Zaktualizuj swój adres

source: New address
it_it: Nuovo indirizzo
pl_pl: Nowy adres

source: Your addresses
it_it: I tuoi indirizzi
pl_pl: Twoje adresy

source: Log in to your account
it_it: Accedi al tuo account
pl_pl: Zaloguj się na swoje konto

source: No account? Create one here
it_it: Nessun account? Crea uno qui
pl_pl: Brak konta? Utwórz je tutaj

source: Your vouchers
it_it: I tuoi buoni
pl_pl: Twoje kupony

source: Guest Order Tracking
it_it: Monitoraggio dell'ordine degli ospiti
pl_pl: Śledzenie zamówień gości

source: To track your order, please enter the following information:
it_it: Per rintracciare il tuo ordine, si prega di inserire le seguenti informazioni:
pl_pl: Aby śledzić swoje zamówienie, wprowadź następujące informacje:

source: For example: QIIXJXNUI or QIIXJXNUI#1
it_it: Per esempio: QIIXJXNUI o QIIXJXNUI # 1
pl_pl: Na przykład: QIIXJXNUI lub QIIXJXNUI # 1

source: Guest Tracking
it_it: Monitoraggio degli ospiti
pl_pl: Śledzenie gości

source: Transform your guest account into a customer account and enjoy:
it_it: Trasforma il tuo account ospite in cliente e divertiti:
pl_pl: Przekształć swoje konto gościa w konto klienta i ciesz się:

source: Personalized and secure access
it_it: un accesso personalizzato e sicuro
pl_pl: spersonalizowany i bezpieczny dostęp

source: Fast and easy checkout
it_it: Check out veloce e facile
pl_pl: Szybkie i łatwe wymeldowanie

source: Easier merchandise return
it_it: Restituzione della merce più semplice
pl_pl: Łatwiejszy zwrot towaru

source: Order history
it_it: Cronologia ordini
pl_pl: Historia zamówień

source: Here are the orders you've placed since your account was created.
it_it: Qui ci sono i tuoi ordini da quando il tuo account è stato creato.
pl_pl: Oto zamówienia, które złożyłeś od czasu utworzenia konta.

source: Details
it_it: Dettagli
pl_pl: Detale

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Birthday
it_it: Giorno di nascita

source: Company
it_it: Azienda

source: Your personal information
it_it: Le tue informazioni personali
pl_pl: Twoje dane osobowe

source: Your account
it_it: Il tuo account
pl_pl: Twoje konto

source: Information
it_it: Informazione
pl_pl: Informacja

source: Addresses
it_it: indirizzi
pl_pl: Adresy

source: Add first address
it_it: Aggiungi indirizzo principale
pl_pl: Dodaj pierwszy adres

source: Order history and details
it_it: Storico ordini e dettagli
pl_pl: Historia zamówień i szczegóły

source: Vouchers
it_it: Buoni
pl_pl: Kupony

source: Order details
it_it: Dettagli ordine
pl_pl: Szczegóły zamówienia

source: Order Reference %reference% - placed on %date%
it_it: Numero ordine %reference% - inserito il %date%
pl_pl: Referencja zamówienia %reference% - złożona w %date%

source: Download your invoice as a PDF file.
it_it: Scaricare la fattura in formato PDF.
pl_pl: Pobierz swoją fakturę jako plik PDF.

source: You have given permission to receive your order in recycled packaging.
it_it: Hai dato il permesso di ricevere il tuo ordine in imballaggi riciclati.
pl_pl: Wyraziłeś zgodę na otrzymanie zamówienia w opakowaniu z recyklingu.

source: You have requested gift wrapping for this order.
it_it: Hai richiesto lo spostamento del regalo per questo ordine.
pl_pl: Zażądałeś pakowania prezentów dla tego zamówienia.

source: Message
it_it: Messaggio
pl_pl: Wiadomość

source: Follow your order's status step-by-step
it_it: Segui lo stato del tuo ordine passo-passo
pl_pl: Postępuj zgodnie ze statusem swojego zamówienia krok po kroku

source: Click the following link to track the delivery of your order
it_it: Clicca il seguente link per monitorare la consegna del tuo ordine
pl_pl: Kliknij poniższy link, aby śledzić dostawę zamówienia

source: Merchandise returns
it_it: Restituzione merce
pl_pl: Zwrot towaru

source: Here is a list of pending merchandise returns
it_it: Ecco un elenco dei resi in sospeso
pl_pl: Oto lista oczekujących zwrotów towarów

source: Return
it_it: Reso
pl_pl: Powrót

source: Package status
it_it: Stato del spedizione
pl_pl: Status paczki

source: Returns form
it_it: Modulo di reso
pl_pl: Formularz zwrotów

source: Return details
it_it: Dettagli del reso
pl_pl: Zwróć szczegóły

source: %number% on %date%
it_it: %number% sopra %date%
pl_pl: %number% w %date%

source: We have logged your return request.
it_it: Abbiamo registrato la richiesta di reso
pl_pl: Zalogowaliśmy Twoje żądanie zwrotu.

source: Your package must be returned to us within %number% days of receiving your order.
it_it: Il tuo pacco deve essere restituito all'interno di noi %number% giorni di ricezione del tuo ordine.
pl_pl: Twoja paczka musi zostać zwrócona do nas w ciągu %number% dni od otrzymania zamówienia.

source: The current status of your merchandise return is: [1] %status% [/1]
it_it: Lo stato attuale del tuo reso è: [1] %status% [/1]
pl_pl: Obecny status zwrotu towaru to: [1]%status%[/ 1]

source: List of items to be returned:
it_it: Elenco di elementi da restituire:
pl_pl: Lista przedmiotów do zwrotu:

source: Reminder
it_it: Promemoria
pl_pl: Przypomnienie

source: All merchandise must be returned in its original packaging and in its original state.
it_it: Tutta la merce deve essere restituito nella sua confezione originale e nel suo stato originale.
pl_pl: Wszystkie towary muszą zostać zwrócone w oryginalnym opakowaniu i oryginalnym stanie.

source: Please print out the [1]returns form[/1] and include it with your package.
it_it: Si prega di stampare il [1]returns form[/1] e includerlo nel tuo pacco.
pl_pl: Proszę wydrukować [1]formularz zwrotu[/1] i dołącz go do swojej paczki.

source: Please check the [1]returns form[/1] for the correct address.
it_it: Si prega di controllare [1]returns form[/1] per l'indirizzo corretto.
pl_pl: Prosimy o sprawdzenie [1]formularz zwrotu[/1] prawidłowego adresu.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
it_it: Quando riceveremo il tuo pacco, ti avviseremo tramite e-mail. Inizieremo quindi a elaborare il rimborso dell'ordine.
pl_pl: Kiedy otrzymamy paczkę, powiadomimy Cię e-mailem. Następnie rozpoczniemy przetwarzanie zwrotu zamówienia.

source: Please let us know if you have any questions.
it_it: Fateci sapere se avete domande.
pl_pl: Daj nam znać, jeśli masz jakieś pytania.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
it_it: Se le condizioni di reso sopra elencate non vengono rispettate, ci riserviamo il diritto di rifiutare il pacco e/o il rimborso.
pl_pl: Jeśli warunki zwrotu wymienione powyżej nie są przestrzegane, zastrzegamy sobie prawo do odmowy przyjęcia paczki i / lub zwrotu kosztów.

source: Credit slips
it_it: Nota di Credito
pl_pl: Kupony kredytowe

source: Order
it_it: Ordine
pl_pl: Zamówienie

source: Date issued
it_it: Data emissione
pl_pl: Data wydania

source: Credit slips you have received after canceled orders.
it_it: Note di credito ricevute dopo gli ordini annullati.
pl_pl: Dokumenty potwierdzające otrzymane po anulowaniu zamówienia.

source: Credit slip
it_it: Nota di Credito
pl_pl: Dowód kredytowy

source: View credit slip
it_it: Visualizza la nota di credito
pl_pl: Zobacz dowód kredytowy

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
it_it: Si prega di inserire l'indirizzo email che hai usato per registrarti. Si riceverà un link temporaneo per reimpostare la password.
pl_pl: Podaj adres e-mail użyty do rejestracji. Otrzymasz tymczasowy link do zresetowania hasła.

source: Reset your password
it_it: reimposta la tua password
pl_pl: Zresetuj swoje hasło

source: Email address: %email%
it_it: Indirizzo email: %email%
pl_pl: Adres e-mail: %email%

source: Create an account
it_it: Crea un account
pl_pl: Utwórz konto

source: Already have an account?
it_it: Hai già un account?
pl_pl: Posiadasz już konto?

source: Log in instead!
it_it: Accedi invece!
pl_pl: Zaloguj się zamiast tego!
